Repository: mozilla-l10n/mt-training-data
Catalog: kls/kls_pontoon.tmx
Source language: en_us
Languages: kls

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
kls: Zuban jonikas bati bo ziada phon shian. Mon jonikas bati, mon dekas bati bo phon shian. sawin awaz una saw thi waregen zuban asta jonin, te pe khushush aran haw?

source: The recording was too long.
kls: Recard bo ghona ashis

source: The recording was too quiet.
kls: Recarding bo lash ashis

source: The recording was too short.
kls: Recard bo chutyak ashis

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
kls: Awzas ze ma'wan, awaz pe bo/ Ziad ashis haw to histi, band kari. koki recaed ch'iaw. yao lash asta pe ashis, newishila una.

source: The route was unclear.
kls: shia phon safa ne shiow

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
kls: Mon jamamkaraw, onia sawin awaz as maidan una ew day. To onja <newishiURL> Newishi </newishiURL> mon ya o <jagaiURL> Jagai </jagaiURL> ek mon, to o sawin awaz una thai

source: The sentence has a grammatical or spelling error.
kls: Mondruna newishila' galati shian

source: The sentence has disrespectful or offensive language.
kls: Mondras som shum ze galat zuban shian

source: The sentence must be grammatically correct.
kls: Mondr ze alfaz gramer una sahi hiu ori

source: The sentence must be speakable.
kls: Alfaz ze khamakha mon dekas bash hiu ori

source: The sentence must be spelled correctly.
kls: Alfazan spelling sahi hiu or ori

source: The site is ready to be launched when it reaches 75% completion.
kls: Shia site, 75% pura pe hawaw haw krom kariu

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
kls: Shia site pieshtay ew. noa' malumat, meharbani kay <matrixLink>matrix una mochan som mon de</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink> homa malumat grikas jaiga</discourseLink> site una pe kia masala shiaw haw jagain, intizar ka

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
kls: ted lium corpus kia ki shiow asa audio talks zhe tai transcription as thara sauz thi shiow se TED website una available shiow

source: The website text is translated into that language.
kls: website aw te mon shatara mi zuban una newishik

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
kls: Shiaw kia ki malumat shiaw, ea o tay marzi, kia ajat asta ne tay mi chit tu pe esa som khishan as haw. abi sawin zati malumat ne grik. abi tah zati nom, email address, ya o warek malumat, saw umur ya o tu istrizah ze purusht

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
kls: shia settings tay saw pashikas phon pashawaw kabu kariu. Lawai pe ashis haw, taraki private hiu. esa matlab shia ki, tay istimal as Nom, tharaki, tara phon pashawni board una ne pashel. shama Note kari ki ama phon pahawni board refresh(geri ari) haw, takriban ek milat' una warek hiu, tabdil hiu

source: Three to go!
kls: Tre o thaw!

source: Today's Common Voice progress on clips recorded
kls: Onjao sawin awaz recard an thara hin day

source: Today's Common Voice progress on clips validated
kls: onjaw sawin awazas tezi aa thara che'lak hin day

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
kls: sawin awaz sazaikas bati dataset una du jon istimal karaw hi'ali

source: Too many files
kls: bo kaghaz shian

source: Top Contributors
kls: Ghona phazaw

source: Total Approved
kls: Saw kai kabul karik

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
kls: Dranc'u'i gehenaw pashai aik, kia malumat homa ajat, te sawin pashek, saw phon tasi nishan dek, sawin awaz una, tasi mi device una

source: Toward next goal
kls: warek jaigas pishtaw

source: Track progress here and on your stats page.
kls: Khoji tan tharaki, tay shuruk page una

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
kls: Homa Video jagaha, pontoon phon pashel

source: Translating the site
kls: site as tarjuma karik

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
kls: Tarjuma o Angrezi ani kareli. Magar/ leken warek zuban una asta shian. kia ki tarjuma kay shian, te asta pashik hiu.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
kls: tarjuma sawin awaz site una <takla> pontoon </takla>.

source: Try again by dragging your file here
kls: Geri khushush kari, tay file ho'nchi histi

source: Try uploading again
kls: ak warek kay jayy

source: Understand contribution criteria
kls: Jonikas ze dekas usul

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
kls: jhona ki khn kay phazhin or validate sentences zhe awaz ane clip khn kay kan sawin awaz dataset as bate

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
kls: Jon'eli ki kia khojel'i awaz ko'n karikas bati, t'ake tay madad recard karikas hatya behtar hiu!

source: Upload aborted. Do you want to delete your recordings?
kls: Upload ne hiu day. To tay recard khules day e?

source: { $uploadedSentences } of { $totalSentences } sentences collected
kls: Warek (2)

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
kls: Warek (2)

source: Upload failed, please retry.
kls: Upload nakam hawaw, meharbani kay geri kari

source: Upload <icon></icon> public domain sentences
kls: Upload/ Jama kari. <nishan> </nishan> Sawin domain ani mondr

source: Upload in progress...
kls: Upload jari shiaw...

source: Upload more sentences?
kls: Waregas atsa mon upload ka?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
kls: Shia clip barbar chiaw day, Server una kia masala shiaw. tichak pishtaw o geri khushush ka

source: Upload of this clip keeps failing, keep retrying?
kls: Shama clip upload karik ne hawaw, geri khushush kari

source: Use correct grammar
kls: Sahi gramar, mon istimal kari

source: Use correct spelling and punctuation
kls: sahi Spelling ze tharika istimal kar

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
kls: istimal karaw mich deta awaz, mon di'as wats kay to alfaz maw

source: Validated Clips
kls: Ujak clips( Video, Che'lak)

source: Validated Hours
kls: Seda kari ghanta

source: Validated Hr. Total
kls: Sahi, seda karik Hr. Emiti

source: Validations
kls: sahi kay seda karik

source: Value and recognition.
kls: Izat ze jonik

source: Varying Pronunciations
kls: Awaz/ alfas, sahi ne

source: Version
kls: noa tharika

source: Very common mistakes include:
kls: bo am ghalti

source: Voice clips are entered into a submission queue that readies them for listening.
kls: awaz pe ko'n karikas hatya ahisti haw to maw day

source: Voice Collection
kls: Awaz jama karik

source: Voice Contribution
kls: awaz di'aw

source: Voice Dataset, Ready for Download
kls: Awaz dataset, Download as bati tayar

source: Voice Validation
kls: awaz sahi karaw

source: Volume
kls: Awaz

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
kls: Ama sawin awaz pi prus't karik khojis day haw, sahi shiaw homa som rabta kara, email kara, deshai ze gromai mochan som mashkul hali

source: Want to save your information? <createProfile>Create a profile</createProfile>
kls: Tay malumat thes day e? tay profile sawzai

source: Want to stay in touch with Common Voice?
kls: sawin awaz as som apaw dek

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
kls: Tay pe no'a kia ajat hawan haw, sawin awazas dataset una check kari. homa khabar as khat jagai

source: Watch our video explainer to help
kls: homa video ze chi'c'awaw jagai

source: Wayuunaiki
kls: Wayuunaik

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
kls: ai ak kholaw zuban as publicly available dataset sowzek day to sow the speech enabled applications una train hikas bate istimal kak bhaa

source: We are going out to get a coffee.
kls: abi bian'y'ak parik day Kafi onika

source: We are going out to get coffee.
kls: Abi bi'any'ak parik day Kafi pi'hika

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
kls: Abi Mozilla una mochan, bati awaz no'a mon technalogy sawzek day, tara saw no'a mon jama hin, abi khe'n kay shemi data istimal kara day

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
kls: homa yaqeen shiow ki large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. ia ak global effort to ai saw kay khojik day hisa grhikas bate homa maqsat madad as shiow speech technology as bo inclusive, dunya ane har ak zuban jhonikas bate

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
kls: Homa omit shiaw ki, ziada awaz pe mochan hatya ashini haw, dataset te sahi kariu. no'n'a ijat, siati, sawin muqabila una, maxhine una, che'c'kas bati shaya tez daur una technology as bati bo ajat. Sawin awaz bo zuban una dataset saw shian. saw thi eas pe phaida grik bahan. Eya mi asta ne, warek asta shian. Shaya page una jagai, warek dataset as ta shian, kawaki dataset sawin awaz una hin. Saw no'n'a mon jama hin day.

source: Website Localization
kls: website local mochan bati

source: We couldn’t find that page for you
kls: Abi shala page tay hatya ne sapremi

source: We couldn’t get any audio clips for you to listen to. Please try again later.
kls: Homa som warek tepala mon ne shian, tay ko'n' karikas hatya, geri khushush kari

source: We couldn’t get any sentences for you to speak. Please try again later.
kls: Homa som kia mon ya o alfaz ne shian dekas bati. Geri khushush kari

source: Weekly
kls: Haftan

source: Weekly Goal
kls: Haftawar goal

source: We launch the Common Voice site in this language.
kls: sawin awaz shaya zuban una onik

source: Welcome to Common Voice
kls: Andai e sawin awazuna

source: We may have run out of clips - refresh the page, or try again later.
kls: Homa som ch'ilak ne shian, page fresh, warek al'i. yao geri khoshush kari

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
kls: Abi tay malumat bo khial kay istimal karik day, Warek asta mas homa izat ze hifazat as bari una

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
kls: Abi kholaw malumat, bo zuban una sawzek day, dataset una awazan thara saw thi aya darkhast una mondr dek bahan

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
kls: Abi saw thi bo jon sawin awaz ko'n' karik. mimi awaz homa ajat, sawin prust awaz homa sawin bati prus't hiu

source: We’re experiencing unexpected downtime
kls: Kia masala thi shiaw, undruak palaw day

source: We're going out to get coffee.
kls: ai bian pak day coffee pika

source: We’re going out to get coffee.
kls: Abi bian'y'nak parik kafi onika

source: We release the dataset every 3 months.
kls: har 3 mastrukan abi dataset lasek day

source: We're making some big changes
kls: Abi bo ghona tabdili karik day

source: We're receiving a lot of traffic and are currently investigating the issues.
kls: ai bo ziad traffic receive kak day phato ai shase masala an thara mond dak day

source: We’re sorry, your platform is not currently supported.
kls: Huma muaf kari, ea tay jaiga ne

source: Western Sierra Puebla Nahuatl
kls: Western Sierra Puebla Nahiatl

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
kls: Abi Mozilla tool istimal karik day, tasa kay Pontoon gohan, emi tarjuma karikas bati. Pontoon una bo Zuban shian. Pontoon una ne pe ashis haw, tu darkhast kay di'awaik bahas, tay zuban pe aya site una pron haw phato tarjuma karik bahas

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
kls: Abi tichak tabdili aremi. Delta Segments, una no'n'a video clip( che'lak) akheri sawzala lai. Esa krom as bari una mas

source: We've run out of sentences to record in this language...
kls: Homa zuban ani mon khul hawan

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
kls: Homa mon dekas bati, jonikas bati, bo mon diaw ajat, shatalako awazas dataset sawzai shiaw, saw mochan bati

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
kls: Abi shama khojik day ki machinuna ch'ic'ikas warek awaz o ne e'al'i, awaz pe tez, ya o D'ol ashis haw se o kahir, kia ki newishi shiaw se sahi h'ial'i. pi's't go'n' asta pe lash thi ashis haw se asta prus't.go'n' pe tez ya o d'ol ashis haw se o k'n' karikas hatya ne prus't

source: We will be in touch with more information about how to add your language to Common Voice very soon.
kls: abi heri mashkul hik, tay zuban dakhila karik

source: What is a language on Common Voice?
kls: sawin awaz as zuban kia?

source: What issues are you experiencing with this sentence?
kls: Kia masala hiu day, shisa mondras som?

source: What kind of goal do you want to build?
kls: Khe'n nishan, ya o goal sawza's day?

source: What needs to be in my file?
kls: may shaya kagaz una kia zarurat shian

source: What sentences can I add?
kls: kia niweshila a atra dyam

source: What’s inside the Common Voice dataset?
kls: Dataset sawin awazas udreman kia shiaw?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
kls: istimal karaw pe to awaz ne agriaw haw, se geri sawal as tada pariu. Du tem pe ne hawaw haw phato se Histil'a awata pariu

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
kls: Ko'n karik vew o bo khial kay mas, kia newishi shiaw, galat pe newishi ashini haw mo recard kari. shemi galati hin:

source: Why ?
kls: Ko?

source: Why are you asking?
kls: Ko phuchis day?

source: Why Common Voice?
kls: ?sawin awaz ko

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
kls: Shisa profile as thara, tu tan krom an harakat pashis, tasi saw krom kia ki moch kay an te sawin krom ze awaz jonis

source: Write
kls: Newishi

source: Yes
kls: Han

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
kls: Han, email may kay anzai. common voice project as bari una,

source: Yiddish
kls: Yidish

source: You
kls: Tu

source: You are prepared to initiate a download of <b>{ $size }</b>
kls: To tayari kay as dowload as bati

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
kls: Tu awaz, mon, newishik bhas. Warak asta newishik bhas. jagek asta bhas.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
kls: Key board ani { sc-review-form-button-approve-shortcut } che'lak kabul kari. Kabul kari { sc-review-form-button-reject-shortcut }, ne kabul karik, { sc-review-form-button-skip-shortcut } histi

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
kls: Tu dataset una pari, kure'i zuban shiaw haw to al'i. shato jaiga, ya o malumat as bati email de'li hiu, dataset as bati

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
kls: Tu mozilla zuban una warek mochan some asta join karis <pashala phon> Mateix </mateixLink> zar phuchikas bati

source: You cannot add multiple sentences for a single submission
kls: To ziada mon ek tem una jama karik ne bahas

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
kls: Tu thara, kia asta purguram thai, mochan pe ghatik bhas. E'a tay sochas pi asta asan. tu video mon ya o ruaw mon dek bhas, tay hatya pe prus't saruis haw. homa nishan asta jagek bhas

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
kls: Tu chutyak mon ze alfaz,chutyak ze ghona awaz khojik bahas, tasa bati Github una shian. te saw thi pashin, tu tan hatya newishik asta bhas

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
kls: Tu e'li' awaz ze mon, wikipedia una pay asta sawzek bhas, jagek bhas

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
kls: Tu social Media una asta tay to mon, khabar, paigam anzek bhas. warek mochan som asta mon dek bhas. tasi pi puchik asta bhas. Awaz AI asta jonik bhas. kia newishis haw geri istimal karik bhas

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
kls: Tu tay Zuban ne gri as-tan<profileLink> profile</profileLink> una jagai

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
kls: Warek (2)

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
kls: Warek (2)

source: You must allow microphone access.
kls: Tu khamakha Chutyak mon diuini lasai

source: Your daily goal has been created
kls: Tay har aduaw goal sawuz hawaw

source: Your dataset is downloading!
kls: tay dataset download hiu day

source: Your download has started.
kls: tay download shuruk hawaw

source: You’re contributing to a target segment
kls: Tu onja madad/ yawan his day, tara jaiga una zalikas bati

source: You’re contributing to our first target segment
kls: Tu homa madad karis awelo krom una

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
kls: A bo khoshan thi kia ki yat dihani shian, taraki shian, no'a mon, khabar, asta pe shian haw sawin awaz

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
kls: Email zalik, mushkilat, taklif, yat karikas, no'a min, khabar en sawin awaz una

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
kls: Tu bo tez paris day. meherbani kay, geri jagai, sahi hiu ori

source: You're helping Common Voice reach our daily sentence goals!
kls: To madad karis day sawin awazas bati, ta'ke har aduaw zalikas nishan pura hiu

source: Your Languages
kls: Tay zuban

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
kls: tai zuban ani ch'elak albat ne shian. tai hatya pe prus't ya o sahi haw, settings una pai, tai mi zuban una jagai

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
kls: Tay Zuban khul hawaw, tu pe sahi as haw, settings una pay tan zuban una pay warek mon khoji

source: Your weekly goal has been created
kls: Tay haftawar goal(target) sawuz hawaw
